Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Four gates have to pass at once: a 600ms grace after the AI starts, 300ms of sustained voice, ≥2 new recognized words, and those words can't look like an echo of what the AI just said. If you're on phone speaker, AEC is weaker and gate 4 sometimes blocks real interrupts. Use AirPods, or tap the mic button to force-interrupt.
ar: يجب أن تنجح أربع بوابات معًا: مهلة 600ms بعد بدء الذكاء الاصطناعي، و300ms من الصوت المتواصل، وكلمتان جديدتان معروفتان على الأقل، وألا تبدو تلك الكلمات صدى لما قاله الذكاء الاصطناعي للتو. إذا كنت تستخدم مكبّر صوت الهاتف، يكون إلغاء الصدى (AEC) أضعف وقد تحجب البوابة الرابعة أحيانًا مقاطعات حقيقية. استخدم AirPods، أو اضغط زر الميكروفون لفرض المقاطعة.
da: Fire betingelser skal være opfyldt samtidig: en frist på 600 ms efter AI'en begynder, 300 ms vedvarende stemme, ≥2 nye genkendte ord, og ordene må ikke ligne et ekko af det, AI'en lige har sagt. Hvis du bruger telefonens højttaler, er ekkoannulleringen svagere, og betingelse 4 blokerer nogle gange reelle afbrydelser. Brug AirPods, eller tryk på mikrofonknappen for at tvinge en afbrydelse.
de: Vier Bedingungen müssen gleichzeitig erfüllt sein: 600 ms Schonfrist nach Beginn der KI-Antwort, 300 ms durchgehende Stimme, ≥2 neue erkannte Wörter, und diese Wörter dürfen nicht wie ein Echo dessen aussehen, was die KI gerade gesagt hat. Über den Telefonlautsprecher ist die Echounterdrückung schwächer, und Bedingung 4 blockiert manchmal echte Unterbrechungen. Nutze AirPods oder tippe auf die Mikrofontaste, um die Unterbrechung zu erzwingen.
es: Deben cumplirse cuatro condiciones a la vez: un margen de 600 ms tras empezar a hablar la IA, 300 ms de voz sostenida, ≥2 palabras nuevas reconocidas, y que esas palabras no parezcan un eco de lo que la IA acaba de decir. Si usas el altavoz del teléfono, la cancelación de eco es más débil y la cuarta condición a veces bloquea interrupciones reales. Usa AirPods o toca el botón del micrófono para forzar la interrupción.
fi: Neljän ehdon on täytyttävä yhtä aikaa: 600 ms:n armonaika tekoälyn aloitettua, 300 ms jatkuvaa puhetta, vähintään 2 uutta tunnistettua sanaa, eivätkä ne sanat saa näyttää kaiulta siitä, mitä tekoäly juuri sanoi. Jos käytät puhelimen kaiutinta, kaiunpoisto (AEC) on heikompi ja neljäs ehto estää joskus todellisia keskeytyksiä. Käytä AirPodseja tai napauta mikrofonipainiketta pakottaaksesi keskeytyksen.
fr: Quatre conditions doivent être remplies en même temps : un délai de grâce de 600 ms après le début de la parole de l’IA, 300 ms de voix continue, ≥2 nouveaux mots reconnus, et ces mots ne doivent pas ressembler à un écho de ce que l’IA vient de dire. Sur le haut-parleur du téléphone, l’annulation d’écho est plus faible et la condition 4 bloque parfois de vraies interruptions. Utilisez des AirPods, ou touchez le bouton du micro pour forcer l’interruption.
is: Fjögur skilyrði þurfa að uppfyllast í einu: 600 ms biðtími eftir að gervigreindin byrjar, 300 ms samfelld rödd, ≥2 ný greind orð og þau orð mega ekki líkjast bergmáli af því sem gervigreindin var að segja. Ef þú notar hátalara símans er bergmálsdeyfing (AEC) veikari og skilyrði 4 lokar stundum á raunveruleg frammígrip. Notaðu AirPods eða ýttu á hljóðnemahnappinn til að þvinga frammígrip.
it: Quattro condizioni devono verificarsi insieme: 600 ms di tolleranza dopo che l'IA inizia a parlare, 300 ms di voce continua, almeno 2 nuove parole riconosciute, e quelle parole non devono sembrare un'eco di ciò che l'IA ha appena detto. Con il vivavoce del telefono la cancellazione dell'eco (AEC) è più debole e la quarta condizione a volte blocca interruzioni reali. Usa gli AirPods, oppure tocca il pulsante del microfono per forzare l'interruzione.
ja: 4 つの条件を同時に満たす必要があります：AI が話し始めてから 600 ms の猶予、300 ms 継続する声、新たに認識された 2 語以上の単語、そしてそれらが AI が今話した内容のエコーに見えないこと。iPhone のスピーカーを使っているとエコーキャンセルが弱く、4 つ目の条件が本当の割り込みを妨げることがあります。AirPods を使うか、マイクボタンをタップして強制的に割り込んでください。
ko: 네 가지 조건을 동시에 통과해야 합니다: AI가 말하기 시작한 뒤 600ms 유예, 300ms의 지속된 음성, 새로 인식된 단어 2개 이상, 그리고 그 단어들이 AI가 방금 한 말의 메아리처럼 보이지 않아야 함. 휴대폰 스피커를 사용하면 에코 제거(AEC)가 약해서 네 번째 조건이 실제 끼어들기를 막기도 합니다. AirPods를 사용하거나 마이크 버튼을 탭해 강제로 끼어드세요.
nb: Fire vilkår må være oppfylt samtidig: en frist på 600 ms etter at AI-en begynner, 300 ms med vedvarende stemme, ≥2 nye gjenkjente ord, og ordene kan ikke se ut som et ekko av det AI-en nettopp sa. Hvis du bruker telefonens høyttaler, er ekkodempingen svakere, og vilkår 4 blokkerer noen ganger ekte avbrytelser. Bruk AirPods, eller trykk på mikrofonknappen for å tvinge frem en avbrytelse.
nl: Vier poorten moeten tegelijk openstaan: 600 ms respijt nadat de AI begint, 300 ms aanhoudende stem, ≥2 nieuwe herkende woorden, en die woorden mogen niet lijken op een echo van wat de AI net zei. Via de luidspreker van de telefoon is de echo-onderdrukking zwakker en blokkeert poort 4 soms echte onderbrekingen. Gebruik AirPods, of tik op de microfoonknop om een onderbreking te forceren.
pt_br: Quatro condições precisam ser atendidas ao mesmo tempo: uma tolerância de 600 ms depois que a IA começa, 300 ms de voz contínua, ≥2 palavras novas reconhecidas, e essas palavras não podem parecer um eco do que a IA acabou de dizer. No alto-falante do telefone, o cancelamento de eco é mais fraco e a condição 4 às vezes bloqueia interrupções reais. Use AirPods ou toque no botão do microfone para forçar a interrupção.
ru: Должны одновременно выполняться четыре условия: 600 мс после начала речи ИИ, 300 мс непрерывного голоса, ≥2 новых распознанных слова, и эти слова не должны быть похожи на эхо сказанного ИИ. При использовании громкоговорителя телефона эхоподавление слабее, и четвёртое условие иногда блокирует настоящие прерывания. Используйте AirPods или нажмите кнопку микрофона, чтобы прервать принудительно.
sv: Fyra villkor måste uppfyllas samtidigt: 600 ms respit efter att AI:n börjar, 300 ms ihållande röst, ≥2 nya igenkända ord, och orden får inte se ut som ett eko av det AI:n just sa. Med telefonens högtalare är ekoreduceringen (AEC) svagare och villkor 4 blockerar ibland riktiga avbrott. Använd AirPods, eller tryck på mikrofonknappen för att tvinga fram ett avbrott.
zh_hans: 四个门限必须同时通过：AI 开始说话后 600 毫秒的宽限期、300 毫秒的持续语音、≥2 个新识别的词，并且这些词不能看起来像 AI 刚才所说内容的回声。如果你使用手机扬声器，回声消除（AEC）较弱，第 4 个门限有时会拦下真正的打断。请使用 AirPods，或点按麦克风按钮强制打断。

source: Fragmentation (15%)
ar: التقطّع (15%)
da: Fragmentering (15 %)
de: Fragmentierung (15 %)
es: Fragmentación (15 %)
fi: Pirstaloituminen (15 %)
is: Sundrun (15%)
it: Frammentazione (15%)
ja: 断片化（15%）
ko: 단편화 (15%)
nb: Fragmentering (15 %)
nl: Fragmentatie (15%)
pt_br: Fragmentação (15%)
ru: Фрагментация (15%)
sv: Fragmentering (15 %)
zh_hans: 碎片化（15%）

source: Free Trial
ar: نسخة تجريبية مجانية
da: Gratis prøveperiode
de: Kostenlose Testversion
es: Prueba gratuita
fi: Ilmainen kokeilu
fr: Essai gratuit
is: Ókeypis prufa
it: Prova gratuita
ja: 無料トライアル
ko: 무료 체험
nb: Gratis prøveperiode
nl: Gratis proefperiode
pt_br: Teste gratuito
ru: Бесплатный пробный период
sv: Gratis provperiod
zh_hans: 免费试用

source: Free typing
ar: كتابة حرة
da: Fri tekst
de: Freie Eingabe
es: Escritura libre
fi: Vapaa kirjoitus
fr: Saisie libre
is: Frjáls innsláttur
it: Digitazione libera
ja: 自由入力
ko: 자유 입력
nb: Fri skriving
nl: Vrij typen
pt_br: Digitação livre
ru: Свободный ввод
sv: Fritext
zh_hans: 自由输入

source: Free, private, works offline
ar: مجاني وخاص ويعمل دون اتصال
da: Gratis, privat, virker offline
de: Kostenlos, privat, funktioniert offline
es: Gratis, privado y funciona sin conexión
fi: Ilmainen, yksityinen, toimii offline-tilassa
fr: Gratuit, privé, fonctionne hors ligne
is: Ókeypis, einkamál, virkar án nettengingar
it: Gratuito, privato, funziona offline
ja: 無料、プライベート、オフラインで動作
ko: 무료, 비공개, 오프라인 작동
nb: Gratis, privat, fungerer frakoblet
nl: Gratis, privé, werkt offline
pt_br: Gratuito, privado, funciona offline
ru: Бесплатно, конфиденциально, работает без интернета
sv: Gratis, privat, fungerar offline
zh_hans: 免费、私密、可离线使用

source: From a chat: long-press any message → Remember this. The message text becomes a fact
ar: من المحادثة: اضغط مطولًا على أي رسالة → تذكّر هذا. يصبح نص الرسالة حقيقة
da: Fra en chat: tryk længe på en besked → Husk dette. Beskedens tekst bliver en fakta
de: Aus einem Chat: Drücke lange auf eine Nachricht → Das merken. Der Nachrichtentext wird zu einem Fakt
es: Desde un chat: mantén pulsado cualquier mensaje → Recordar esto. El texto del mensaje se convierte en un dato
fi: Keskustelusta: paina mitä tahansa viestiä pitkään → Muista tämä. Viestin tekstistä tulee fakta
fr: Depuis une conversation : appuyez longuement sur un message → S’en souvenir. Le texte du message devient un fait
is: Úr spjalli: haltu fingri á hvaða skilaboðum sem er → Muna þetta. Texti skilaboðanna verður að staðreynd
it: Da una chat: tieni premuto un messaggio → Ricorda questo. Il testo del messaggio diventa un fatto
ja: チャットから：メッセージを長押し →「これを記憶する」。メッセージのテキストが事実になります
ko: 채팅에서: 메시지를 길게 누름 → 이것을 기억하기. 메시지 텍스트가 사실로 저장됩니다
nb: Fra en chat: trykk lenge på en melding → Husk dette. Meldingsteksten blir et faktum
nl: Vanuit een chat: houd een bericht ingedrukt → Dit onthouden. De tekst van het bericht wordt een feit
pt_br: A partir de um chat: mantenha pressionada qualquer mensagem → Lembrar disto. O texto da mensagem vira um fato
ru: Из чата: долгое нажатие на любое сообщение → «Запомнить это». Текст сообщения становится фактом
sv: Från en chatt: tryck länge på ett meddelande → Kom ihåg detta. Meddelandets text blir ett faktum
zh_hans: 在对话中：长按任意消息 → 记住这一点。消息文字会成为一条事实

source: From any session's Recovery Report, tap "View PDF Report" to generate a professional 3-page report covering metrics, visualizations (HR chart, Poincaré plot, PSD, tachogram), and analysis summary. Share via any standard iOS share method.
ar: من تقرير التعافي لأي جلسة، اضغط «عرض تقرير PDF» لإنشاء تقرير احترافي من 3 صفحات يغطي المقاييس والرسوم البيانية (مخطط معدل ضربات القلب، مخطط Poincaré، PSD، مخطط الفواصل) وملخص التحليل. شاركه بأي طريقة مشاركة قياسية في iOS.
da: Tryk på »Vis PDF-rapport« i en sessions restitutionsrapport for at oprette en professionel rapport på 3 sider med målinger, visualiseringer (pulsgraf, Poincaré-plot, PSD, tachogram) og analyseoversigt. Del den via enhver almindelig iOS-delingsmetode.
de: Tippe im Erholungsbericht einer beliebigen Sitzung auf „PDF-Bericht anzeigen“, um einen professionellen 3-seitigen Bericht mit Metriken, Visualisierungen (HF-Diagramm, Poincaré-Plot, PSD, Tachogramm) und Analysezusammenfassung zu erstellen. Teile ihn über eine der üblichen iOS-Teilen-Methoden.
es: Desde el Informe de recuperación de cualquier sesión, toca «Ver informe PDF» para generar un informe profesional de 3 páginas con métricas, visualizaciones (gráfico de FC, diagrama de Poincaré, PSD, tacograma) y resumen del análisis. Compártelo con cualquier método estándar de iOS.
fi: Napauta minkä tahansa istunnon Palautumisraportissa "Näytä PDF-raportti" luodaksesi ammattimaisen 3-sivuisen raportin, joka kattaa mittarit, visualisoinnit (sykekaavio, Poincaré-kuvaaja, PSD, takogrammi) ja analyysin yhteenvedon. Jaa millä tahansa tavallisella iOS:n jakotavalla.
fr: Depuis le rapport de récupération de n’importe quelle session, touchez « Voir le rapport PDF » pour générer un rapport professionnel de 3 pages couvrant les métriques, les visualisations (graphique de FC, diagramme de Poincaré, DSP, tachogramme) et le résumé de l’analyse. Partagez-le avec n’importe quelle méthode de partage iOS standard.
is: Í Bataskýrslu hvaða lotu sem er skaltu ýta á „Skoða PDF-skýrslu“ til að búa til faglega 3 síðna skýrslu með mælingum, myndrænni framsetningu (púlsgraf, Poincaré-graf, PSD, tachogram) og samantekt greiningar. Deildu með hvaða hefðbundnu iOS-deilingarleið sem er.
it: Dal Rapporto di recupero di qualsiasi sessione, tocca "Visualizza rapporto PDF" per generare un rapporto professionale di 3 pagine con metriche, visualizzazioni (grafico FC, grafico di Poincaré, PSD, tacogramma) e riepilogo dell'analisi. Condividilo con qualsiasi metodo di condivisione standard di iOS.
ja: 各セッションの回復レポートで「PDF レポートを表示」をタップすると、指標、グラフ（心拍数チャート、ポアンカレプロット、PSD、タコグラム）、分析サマリーを含む 3 ページのレポートが作成されます。iOS の標準的な共有方法で共有できます。
ko: 세션의 회복 리포트에서 "PDF 보고서 보기"를 탭하면 지표, 시각화(심박 차트, 푸앵카레 도표, PSD, 타코그램), 분석 요약을 담은 3페이지 전문 보고서가 생성됩니다. 표준 iOS 공유 방법으로 공유하세요.
nb: Fra restitusjonsrapporten for en økt kan du trykke «Vis PDF-rapport» for å lage en profesjonell rapport på 3 sider med måltall, visualiseringer (pulsdiagram, Poincaré-plott, PSD, takogram) og analyseoppsummering. Del via en hvilken som helst vanlig delingsmetode i iOS.
nl: Tik in het herstelrapport van een sessie op “Pdf-rapport bekijken” om een professioneel rapport van 3 pagina’s te maken met waarden, visualisaties (HS-grafiek, Poincaré-plot, PSD, tachogram) en een analyseoverzicht. Deel het via elke standaard deelmethode van iOS.
pt_br: No Relatório de recuperação de qualquer sessão, toque em "Ver relatório em PDF" para gerar um relatório profissional de 3 páginas com métricas, visualizações (gráfico de FC, gráfico de Poincaré, PSD, tacograma) e resumo da análise. Compartilhe por qualquer método padrão do iOS.
ru: В отчёте о восстановлении любой сессии нажмите «Посмотреть PDF-отчёт», чтобы создать профессиональный трёхстраничный отчёт с показателями, визуализациями (график пульса, диаграмма Пуанкаре, СПМ, тахограмма) и сводкой анализа. Поделитесь им любым стандартным способом iOS.
sv: Från en sessions återhämtningsrapport trycker du på "Visa PDF-rapport" för att skapa en professionell rapport på 3 sidor med mått, visualiseringar (pulsdiagram, Poincaré-diagram, PSD, takogram) och analyssammanfattning. Dela med valfri vanlig delningsmetod i iOS.
zh_hans: 在任意记录的恢复报告中，点按“查看 PDF 报告”即可生成一份专业的 3 页报告，涵盖各项指标、可视化图表（心率图、Poincaré 图、PSD、心率间期图）以及分析摘要。可通过任何标准的 iOS 分享方式分享。

source: From Russian space medicine — originally developed to monitor cosmonauts. Measures how rigidly your heart is beating by analyzing the shape of your RR interval distribution. When stress rises, your heart rhythm narrows and becomes uniform; the Stress Index captures that compression.
ar: من طب الفضاء الروسي — طُوّر أصلًا لمراقبة رواد الفضاء. يقيس مدى جمود نبض قلبك بتحليل شكل توزيع فواصل RR. عندما يرتفع الضغط، يضيق إيقاع القلب ويصبح منتظمًا؛ ويلتقط مؤشر الإجهاد هذا الانضغاط.
da: Fra russisk rummedicin — oprindeligt udviklet til at overvåge kosmonauter. Måler, hvor stift dit hjerte slår, ved at analysere formen på fordelingen af dine RR-intervaller. Når stress stiger, bliver din hjerterytme smallere og mere ensartet; Stressindekset fanger den sammentrykning.
de: Aus der russischen Raumfahrtmedizin — ursprünglich zur Überwachung von Kosmonauten entwickelt. Misst, wie starr dein Herz schlägt, indem die Form der Verteilung deiner RR-Intervalle analysiert wird. Bei steigendem Stress wird dein Herzrhythmus enger und gleichförmiger; der Stressindex erfasst diese Verdichtung.
es: Procede de la medicina espacial rusa: se desarrolló originalmente para vigilar a los cosmonautas. Mide la rigidez con que late tu corazón analizando la forma de la distribución de tus intervalos RR. Cuando aumenta el estrés, tu ritmo cardíaco se estrecha y se vuelve uniforme; el índice de estrés capta esa compresión.
fi: Venäläisestä avaruuslääketieteestä — kehitetty alun perin kosmonauttien seurantaan. Mittaa, kuinka jäykästi sydämesi lyö, analysoimalla RR-välijakaumasi muotoa. Stressin kasvaessa sydämen rytmi kapenee ja yhdenmukaistuu; stressi-indeksi tallentaa tämän tiivistymisen.
fr: Issu de la médecine spatiale russe — développé à l’origine pour surveiller les cosmonautes. Mesure la rigidité de votre rythme cardiaque en analysant la forme de la distribution de vos intervalles RR. Quand le stress augmente, votre rythme cardiaque se resserre et devient uniforme ; l’indice de stress capte cette compression.
is: Úr rússneskum geimlæknisfræðum — upphaflega þróað til að fylgjast með geimförum. Mælir hversu stíft hjartað slær með því að greina lögun dreifingar RR-bilanna. Þegar streita eykst þrengist hjartslátturinn og verður einsleitur; streituvísitalan fangar þá samþjöppun.
it: Nato dalla medicina spaziale russa, sviluppato in origine per monitorare i cosmonauti. Misura quanto è rigido il battito del cuore analizzando la forma della distribuzione dei tuoi intervalli RR. Quando lo stress aumenta, il ritmo cardiaco si restringe e diventa uniforme; l'Indice di stress coglie questa compressione.
ja: ロシアの宇宙医学に由来し、もともとは宇宙飛行士をモニタリングするために開発されました。RR 間隔の分布の形を分析して、心拍がどれだけ硬直的かを測ります。ストレスが高まると心拍のリズムは幅が狭まって均一になり、ストレス指数はその圧縮を捉えます。
ko: 러시아 우주 의학에서 유래 — 원래 우주비행사를 모니터링하기 위해 개발되었습니다. RR 간격 분포의 모양을 분석해 심장 박동이 얼마나 경직되어 있는지 측정합니다. 스트레스가 높아지면 심장 리듬이 좁아지고 균일해지며, 스트레스 지수가 그 압축을 포착합니다.
nb: Fra russisk romfartsmedisin — opprinnelig utviklet for å overvåke kosmonauter. Måler hvor stivt hjertet slår ved å analysere formen på fordelingen av RR-intervallene. Når stresset øker, blir hjerterytmen smalere og mer ensartet; stressindeksen fanger opp denne sammenpressingen.
nl: Afkomstig uit de Russische ruimtevaartgeneeskunde — oorspronkelijk ontwikkeld om kosmonauten te monitoren. Meet hoe star je hart klopt door de vorm van de verdeling van je RR-intervallen te analyseren. Als stress toeneemt, wordt je hartritme smaller en gelijkmatiger; de Stressindex vangt die samendrukking.
pt_br: Vem da medicina espacial russa — desenvolvido originalmente para monitorar cosmonautas. Mede o quão rígido está o batimento do seu coração analisando a forma da distribuição dos seus intervalos RR. Quando o estresse aumenta, seu ritmo cardíaco se estreita e fica uniforme; o Índice de estresse capta essa compressão.
ru: Из российской космической медицины — изначально разработан для наблюдения за космонавтами. Показывает, насколько жёстко бьётся сердце, анализируя форму распределения RR-интервалов. При росте стресса ритм сужается и становится однообразным; индекс стресса отражает это сжатие.
sv: Från rysk rymdmedicin — ursprungligen utvecklat för att övervaka kosmonauter. Mäter hur stelt hjärtat slår genom att analysera formen på fördelningen av dina RR-intervall. När stressen ökar blir hjärtrytmen smalare och mer enhetlig; stressindexet fångar den sammanpressningen.
zh_hans: 源自俄罗斯航天医学 — 最初用于监测宇航员。通过分析 RR 间期分布的形状来衡量你的心跳有多“僵硬”。压力上升时，你的心律会收窄并趋于一致；应激指数捕捉的正是这种压缩。

source: From the Poincaré scatter plot — each heartbeat interval plotted against the next one. The resulting cloud of points creates a visual fingerprint of your autonomic state that numbers alone can't convey.
ar: من مخطط Poincaré المبعثر — يُرسم كل فاصل بين نبضتين مقابل الفاصل التالي. تشكّل سحابة النقاط الناتجة بصمة مرئية لحالتك الذاتية لا تستطيع الأرقام وحدها نقلها.
da: Fra Poincaré-punktdiagrammet — hvert hjerteslagsinterval plottet mod det næste. Den resulterende sky af punkter skaber et visuelt fingeraftryk af din autonome tilstand, som tal alene ikke kan formidle.
de: Aus dem Poincaré-Streudiagramm — jedes Herzschlagintervall wird gegen das nächste aufgetragen. Die entstehende Punktwolke ergibt einen visuellen Fingerabdruck deines autonomen Zustands, den Zahlen allein nicht vermitteln können.
es: Del diagrama de dispersión de Poincaré: cada intervalo entre latidos representado frente al siguiente. La nube de puntos resultante crea una huella visual de tu estado autónomo que los números por sí solos no transmiten.
fi: Poincaré-hajontakuviosta — jokainen sykeväli piirretään seuraavaa vasten. Syntyvä pistepilvi luo autonomisesta tilastasi visuaalisen sormenjäljen, jota pelkät luvut eivät välitä.
fr: Issu du diagramme de dispersion de Poincaré — chaque intervalle entre battements est tracé en fonction du suivant. Le nuage de points obtenu crée une empreinte visuelle de votre état autonome que les chiffres seuls ne peuvent pas transmettre.
is: Úr Poincaré-dreifiritinu — hvert bil milli hjartslaga teiknað á móti því næsta. Punktaskýið sem myndast er sjónrænt fingrafar af ástandi ósjálfráða taugakerfisins sem tölur einar geta ekki miðlað.
it: Dal grafico a dispersione di Poincaré: ogni intervallo tra battiti è riportato rispetto al successivo. La nuvola di punti che ne risulta crea un'impronta visiva del tuo stato autonomico che i soli numeri non possono trasmettere.
ja: ポアンカレ散布図から — 各心拍間隔を次の間隔に対してプロットします。点の集まりが、数値だけでは伝えられない自律神経の状態の視覚的な指紋になります。
ko: 푸앵카레 산점도에서 — 각 심박 간격을 다음 간격과 짝지어 표시합니다. 그 결과 생기는 점 구름은 숫자만으로는 전할 수 없는 자율신경 상태의 시각적 지문이 됩니다.
nb: Fra Poincaré-spredningsplottet — hvert hjerteslagsintervall plottet mot det neste. Punktskyen som oppstår, gir et visuelt fingeravtrykk av den autonome tilstanden din som tall alene ikke kan formidle.
nl: Uit de Poincaré-spreidingsplot — elk hartslaginterval uitgezet tegen het volgende. De puntenwolk die zo ontstaat vormt een visuele vingerafdruk van je autonome toestand die getallen alleen niet kunnen overbrengen.
pt_br: Do gráfico de dispersão de Poincaré — cada intervalo entre batimentos é plotado contra o seguinte. A nuvem de pontos resultante cria uma impressão digital visual do seu estado autonômico que números sozinhos não transmitem.
ru: Из диаграммы рассеяния Пуанкаре — каждый межударный интервал отложен относительно следующего. Получившееся облако точек создаёт визуальный отпечаток вашего вегетативного состояния, который не передать одними числами.
sv: Från Poincaré-diagrammet — varje hjärtslagsintervall plottas mot nästa. Det resulterande punktmolnet blir ett visuellt fingeravtryck av ditt autonoma tillstånd som siffror ensamma inte kan förmedla.
zh_hans: 来自 Poincaré 散点图 — 将每个心跳间期与下一个间期配对绘制。由此形成的点云构成了你自主神经状态的视觉指纹，这是单凭数字无法传达的。

source: Full access to all current and future features
ar: وصول كامل إلى جميع الميزات الحالية والمستقبلية
da: Fuld adgang til alle nuværende og fremtidige funktioner
de: Voller Zugriff auf alle aktuellen und zukünftigen Funktionen
es: Acceso completo a todas las funciones actuales y futuras
fi: Täysi pääsy kaikkiin nykyisiin ja tuleviin ominaisuuksiin
fr: Accès complet à toutes les fonctionnalités actuelles et futures
is: Fullur aðgangur að öllum núverandi og framtíðareiginleikum
it: Accesso completo a tutte le funzioni attuali e future
ja: 現在および今後のすべての機能にフルアクセス
ko: 현재 및 향후 모든 기능에 대한 전체 이용 권한
nb: Full tilgang til alle nåværende og fremtidige funksjoner
nl: Volledige toegang tot alle huidige en toekomstige functies
pt_br: Acesso completo a todos os recursos atuais e futuros
ru: Полный доступ ко всем текущим и будущим функциям
sv: Full tillgång till alla nuvarande och framtida funktioner
zh_hans: 完整使用当前及未来的所有功能
